Repository: Daniel-KM/Omeka-S-module-Maintenance
Catalog: language/*.po
Languages: fr

source: This module requires the module "%s".
fr: Ce module requiert le module "%s".

source: This module requires modules "%s".
fr: Ce module requiert les modules "%s".

source: This module has resources that connot be installed.
fr: Ce module a des ressources qui ne peuvent pas être installées.

source: The module "%s" was automatically deactivated because the dependencies are unavailable.
fr: Le module %s" a été automatiquement désactivé car ses dépendances ne sont plus disponibles.

source: This site is down for maintenance. Please contact the site administrator for more information.
fr: Ce site est fermé pour maintenance. Merci de contacter l’administrateur pour plus d’information.

source: Site is under %smaintenance%s.
fr: Le site est en %smaintenance%s.

source: Set the public site under maintenance
fr: Placer le site public en maintenance

source: When Omeka is not under maintenance, it is recommended to disable the module to avoid a check on each page.
fr: Quand Omeka n’est pas en maintenance, il est recommandé de désactivé ce module pour éviter une vérification sur chaque page.

source: Text to display
fr: Texte à afficher

source: Site in maintenance mode
fr: Site en maintenance
